data/request_DEV.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body>
        <rpe:EnrollPatientRequestRequest xmlns:rpe="urn:ihe:qrph:rpe:2009" xmlns="urn:hl7-org:v3">
            <rpe:processState>On Study</rpe:processState>
            <rpe:patient>
                <rpe:candidateID extension="2000615" root="1.2.840.114350.1.13.478.3.7.5.737384.14"/>
                    <rpe:name>
                        <given>Three</given>
                        <family>Plrelhim</family>
                    </rpe:name>
                <rpe:dob value="08221919"/>
            </rpe:patient>
            <study>
                <instantiation>
                    <plannedStudy>
                        <id extension="12345" root="1.2.3.4"/>
                        <id extension="98765" root="1.2.3.4"/>
                    </plannedStudy>
                </instantiation>
            </study>
        </rpe:EnrollPatientRequestRequest>
    </s:Body>
</s:Envelope>
